Revit 2027 API
ParameterTypeId.MullionCornerType Property
 "Corner Mullion"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionCornerType { get; }
Public Shared ReadOnly Property MullionCornerType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionCornerType {
	ForgeTypeId^ get ();
}
static member MullionCornerType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace